Autodesk.Revit.DB.CameraInfo
An object holding information about the projection mapping of a 3D view.
Remarks:
CameraInfo can be obtained directly from a Autodesk.Revit.DB.ViewNode
If camera info is not available, an orthographic view should be assumed.
See also: Autodesk.Revit.DB.IExportContext.OnViewBegin(Autodesk.Revit.DB.ViewNode).
Since:
2014